ab
abandon
ability
able
abroad
absence
absorb
accelerate
accept
acceptable
acceptance
access
accident
accompany
accord
according
account
accounting
accumulated
accuse
achieve
acknowledge
acquire
acquiring
acquisition
acre
acreage
across
act
action
active
actively
activity
actual
actually
add
addition
additional
address
adequate
adjourn
adjust
adjustment
administration
administrative
administrator
admit
adopt
adoption
advance
advantage
adverse
adversely
advertisement
advise
adviser
advisor
advisory
aerospace
affair
affect
affecting
affiliate
afg
africa
african
after-tax
afternoon
ag
agency
agenda
agent
aggregate
aggressive
aggressively
ago
agree
agreement
agricultural
agriculture
ahead
aid
aide
aim
air
aircraft
airline
airport
alan
alaska
alberta
algeria
allege
allegheny
allocate
allocation
allow
allowance
ally
almost
alone
along
already
also
alter
alternative
although
aluminium
aluminum
always
ambassador
amend
amendment
america
american
amid
amoco
among
amount
analysis
analyst
angeles
animal
announce
announcement
annual
annually
another
answer
anticipate
anticipates
antitrust
anything
apart
api
apparent
apparently
appeal
appear
appliance
application
apply
appoint
appreciation
approach
appropriate
appropriation
approval
approve
approximately
april
arab
arabia
arabian
area
argentina
argentine
argue
argument
arm
around
arrange
arrangement
arranging
arrival
arrive
article
asia
asian
aside
ask
aspect
ass
assessment
asset
assist
assistance
assistant
associate
association
assume
assuming
assumption
assurance
assure
atlantic
attack
attempt
attend
attention
attitude
attract
attractive
attributable
attribute
auction
august
australia
australian
authorised
authority
authorize
auto
automobile
automotive
autumn
availability
available
average
averaged
avg
aviation
avoid
await
award
aware
away
back
backing
backlog
bad
badly
bag
bahrain
baker
balance
baldrige
balladur
ban
banco
bancorp
bancshares
band
bangladesh
bank
banker
banking
bankruptcy
banque
bar
barge
barley
barney
barrel
barrier
base
based
basic
basically
basin
basis
basket
battle
bay
bean
bear
bearish
become
beef
beet
begin
beginning
behalf
behind
belgian
belgium
belief
believe
bell
benchmark
beneficial
benefit
best
beyond
bid
bidder
bidding
big
bilateral
bill
billion
bind
bit
black
blame
bloc
block
board
bob
body
bond
bonn
bonus
book
boost
boosted
border
borrow
borrower
borrowing
boston
bottom
bp
bpd
bracket
branch
brand
brazil
brazilian
break
breakdown
brian
bridge
brief
bring
britain
british
broad
broadcast
broadcasting
broadly
broker
brokerage
brother
brown
brussels
budget
buffer
build
building
bulk
bulletin
bullish
bundesbank
burden
bureau
burnham
bushel
business
businessmen
buy
buyer
buying
buyout
ca
cabinet
cable
calculate
calculated
calculation
calendar
calif.
california
call
calm
campaign
canada
canadian
cancelled
candidate
cane
capacity
capital
car
card
care
careful
carefully
cargill
cargo
carl
carrier
carry
carryforward
carryforwards
case
cash
caspar
catch
category
cattle
cause
causing
caution
cautious
ccc
cease
ceiling
cent
center
central
centre
century
cereal
certain
certainly
certificate
chain
chairman
challenge
chamber
chance
chancellor
change
channel
chapter
charge
charles
charter
chase
cheap
check
chemical
chicago
chief
china
chinese
chip
choice
choose
chrysler
cie
cif
circulation
circumstance
cite
citibank
citicorp
citing
citrus
city
civil
claim
class
clayton
clear
clearly
client
climate
climb
close
closely
closing
closure
club
co
co.
coal
coarse
coast
coastal
cocoa
coconut
coffee
coin
cold
collapse
colleague
colombia
columbia
combat
combination
combine
come
comment
commerce
commercial
commission
commissioner
commitment
committed
committee
commodity
common
commonwealth
communication
communique
community
company
comparable
compare
comparison
compensate
compensation
compete
competition
competitive
competitiveness
competitor
complain
complaint
complete
completely
completion
complex
comply
component
comprehensive
comprise
comprising
compromise
computer
concentrate
concentrated
concern
concerning
concerted
concession
conclude
conclusion
condition
conditional
conduct
conference
confidence
confident
confirm
confirmation
conflict
congress
congressional
congressman
connection
consecutive
consensus
consequence
conservation
conservative
consider
considerable
considerably
consideration
considers
consist
consistent
consolidate
consolidated
consolidation
consortium
construction
consult
consultation
consumer
consuming
consumption
contact
contain
container
content
continental
contingent
continue
continuous
contract
contrast
contribute
contribution
control
controversial
conversion
convert
convertible
convince
cooperate
cooperation
cooperative
coordinate
coordinated
coordination
copper
core
corn
corp
corp.
corporate
corporation
correct
corrects
corresponding
cost
costa
costly
cotton
could
council
counter
country
county
couple
coupled
coupon
courier
course
court
cover
coverage
create
credibility
credit
creditor
crew
crisis
criterion
critical
criticised
criticism
crop
cross
crown
crucial
crude
crush
ct
cubic
cumulative
curb
currency
current
currently
custom
customer
cut
cutback
cyclops
daily
dairy
dallas
damage
damaging
dan
danger
dangerous
daniel
data
date
david
day
de
deadline
deal
dealer
dealing
dean
debate
debenture
debit
debt
debtor
dec
decade
december
decide
decision
declaration
declare
decline
declining
decrease
decreased
deep
defence
defend
defense
defer
deficiency
deficit
defined
definitive
degree
del
delaware
delay
delegate
delegation
deliver
delivery
demand
democrat
democratic
denmark
deny
department
depend
dependence
dependent
depending
deposit
depreciation
depress
depressed
depth
deputy
deregulation
describe
design
desire
despite
destination
destroyed
detail
deterioration
determination
determine
devaluation
develop
developer
development
device
diamond
difference
different
differential
difficult
difficulty
diluted
dip
diplomat
diplomatic
direct
direction
directly
director
disappointed
disaster
disclose
disclosure
discontinued
discount
discounted
discourage
discover
discovery
discuss
discussion
disease
dismiss
disposal
disposition
dispute
disputed
disruption
distillate
distribute
distribution
distributor
district
div
diversify
divide
dividend
division
dixons
dlr
dlrs
do
document
dollar
dome
domestic
donald
door
double
doubt
downturn
downward
draft
drain
drastic
draw
drawing
drexel
drill
drilled
drilling
drive
drop
drought
drug
dry
du
due
dump
dutch
dutch/shell
duty
dynamic
e.f.
earlier
early
earn
earnings
earthquake
ease
easily
easing
east
eastern
easy
ec
economic
economics
economist
economy
ecu
ecuador
ecus
edge
edouard
education
edward
eep
effect
effective
effectively
efficiency
effort
egypt
eight
either
el
elaborate
elder
elect
election
electric
electrical
electricity
electronic
electronics
element
elevator
eligible
eliminate
elimination
else
elsewhere
em
embassy
emerge
emerged
emergency
emirate
emphasis
emphasize
employ
employee
employer
employment
enable
encourage
encouraging
end
end-1986
end-february
endorse
energy
engage
engine
engineering
england
enhance
enhancement
enjoy
enough
ensure
enter
enterprise
entertainment
entire
entirely
entitle
entity
entry
environment
environmental
envisage
equal
equally
equipment
equity
equivalent
escort
especially
essential
est
establish
estate
estimate
europe
european
evaluate
evaluation
even
event
eventually
ever
every
everything
evidence
exact
examine
example
exceed
exceeded
exceeding
excellent
except
exception
excess
excessive
exchange
exchequer
exclude
excluded
excludes
executive
exercisable
exercise
exercised
exist
expand
expansion
expect
expectation
expecting
expenditure
expense
expensive
experience
expert
expiration
expire
explain
exploration
exploratory
explore
export
exporter
exporting
exposure
express
extend
extension
extensive
extent
external
extra
extraordinary
extremely
exxon
face
facility
fact
factor
factory
fail
failure
fair
fairly
fall
falling
family
far
farm
farmer
fast
fat
favor
favorable
favour
favourable
favoured
fear
feasibility
feature
feb
february
fed
federal
federation
fee
feed
feedgrains
feel
feeling
fell
felt
fewer
field
fifth
fight
figure
file
fill
film
final
finally
finance
financial
find
fine
finish
fire
firm
firmed
first
fiscal
fish
fit
fitzwater
five
five-year
fix
fla.
flag
flat
fleet
flexibility
flexible
float
floating
flood
floor
florida
flour
flow
fluctuation
fly
fob
focus
follow
following
food
foot
force
forecast
forecasting
foreign
form
formal
formally
formation
former
formerly
formula
forum
forward
foster
foundation
four
fourth
franc
france
frank
frankfurt
franklin
free
freedom
freeze
freight
french
fresh
friction
friday
friendly
front
frozen
fruit
fuel
full
fully
fund
fundamental
funding
future
g-7
gain
gallon
gap
gas
gasoline
gathering
gatt
gdp
gencorp
general
generale
generally
generate
geneva
george
gerhard
german
germany
get
ghana
giant
give
global
gmt
gnp
go
goal
gold
goldman
good
government
governor
grade
gradual
gradually
grain
grant
great
greece
green
gross
ground
group
grow
grower
growth
guarantee
guideline
guilder
gulf
h.k
half
half-point
halt
hand
handle
happen
happy
harbor
hard
harm
harris
harvest
harvested
head
headquarters
health
healthy
hear
hearing
heart
heat
heating
heavily
heavy
hectare
helmut
help
henry
herald
high
highly
hike
hill
hire
history
hit
hog
hold
holder
holding
holiday
home
hong
honor
hop
hope
hostile
hotel
hour
house
household
houston
however
huge
hundred
hurt
hutton
ibc
icco
ico
idea
identify
ignore
ii
illegal
illinois
imbalance
imf
immediate
immediately
imminent
impact
imperial
implement
implementation
implemented
implication
import
importance
important
imported
importer
importing
impose
impossible
improve
improvement
inadequate
inc
inc.
incentive
inch
include
including
income
increase
increasingly
incur
independent
index
india
indian
indiana
indicate
indication
indicator
indirect
indirectly
individual
indonesia
indonesian
industrial
industrialised
industrialize
industry
inflation
inflationary
inflow
influence
inform
informal
information
initial
initially
initiative
injection
injunction
injure
inquiry
insist
installation
instead
institute
institution
institutional
instrument
insufficient
insurance
insured
integrate
intelligence
intend
intent
intention
interbank
interest
interim
interior
intermediate
internal
international
interstate
intervene
intervention
interview
introduce
introduction
inventory
invest
invested
investigate
investigation
investment
investor
invite
involve
involves
iowa
iran
iranian
iraq
iraqi
iron
island
issuance
issue
issuing
italian
italy
item
ivory
jack
jacques
james
jan
janeiro
january
japan
japanese
jersey
jim
job
john
johnson
join
joint
jointly
jose
journalist
judge
juice
july
jump
june
justice
justify
kansa
karl
keen
keep
kenneth
key
kidder
kiichi
kill
kilo
kind
king
kingdom
km
know
kong
korea
korean
kuwait
kuwaiti
l.p.
la
labor
laboratory
labour
lack
lake
lambert
land
lanka
large
largely
last
late
later
latest
latin
latter
launch
law
lawmaker
lawson
lawsuit
lay
lb
le
lead
leader
leaf
lease
leasing
least
leave
lee
legal
legislation
lehman
lend
lender
let
letter
level
leveraged
levy
liability
liberal
liberalisation
licence
license
life
lift
lifting
light
like
likelihood
likely
limit
limited
line
link
linked
liquid
liquidity
lira
list
litigation
little
live
livestock
lloyd
load
loan
local
locate
location
london
long
long-term
longer
look
los
lose
loss
lot
louis
louisiana
louvre
low
lower
lowering
lp
ltd
ltd.
lumber
luxembourg
lynch
lyng
m-1
m-2
m-3
machine
machinery
mail
main
mainly
maintain
maintained
maintenance
maize
major
majority
make
maker
malaysia
malaysian
malcolm
manage
management
manager
manhattan
manner
manufacture
manufacturer
manufacturing
many
march
margin
marginal
marine
mark
market
marlin
martin
massive
match
material
matter
maturing
maturity
maximum
may
maybe
meal
mean
meanwhile
measure
meat
mechanism
medical
medium
meet
meeting
member
membership
mention
mercantile
merchandise
merchant
merely
merge
merged
merger
merrill
message
metal
method
mexico
michael
michigan
microchip
midday
middle
mideast
midland
midnight
midwest
might
mile
military
mill
miller
million
mind
mine
miner
mineral
minimum
mining
minister
ministry
minnesota
minority
minus
miss
missile
missouri
miti
mixed
miyazawa
mln
mobil
moderate
modest
modify
moisture
moment
momentum
monday
monetary
money
monitor
monopoly
month
monthly
morgan
morning
mortgage
moscow
mostly
motor
mount
mountain
move
movement
mt
mthly
mths
much
multilateral
must
mutual
n't
n.j.
n.z
na
nakasone
name
narrow
nation
national
nationwide
natural
nature
naval
navy
near
nearby
nearly
necessarily
necessary
need
negative
negotiate
negotiated
negotiation
negotiator
neither
nervous
net
netherlands
network
neutral
never
new
newly
news
newspaper
next
nigel
nigeria
night
nil
nine
nippon
nominal
non-opec
non-recurring
none
noranda
normal
normally
north
northeast
northern
northwest
norway
norwegian
notably
note
note:1986
nothing
notice
november
nuclear
number
nv
oat
objection
objective
obligation
obtain
obviously
occidental
occur
ocean
october
oecd
offer
offering
office
officer
official
officially
offset
offsetting
offshore
often
ohio
oil
oilfield
oilseed
oklahoma
old
one
one-third
one-time
ongoing
ontario
onto
opec
open
oper
operate
operation
operator
opinion
opportunity
oppose
opposition
optimism
optimistic
option
orange
order
ordinary
ore
organisation
organization
origin
original
originally
others
otherwise
otto
ounce
outcome
outflow
outlet
outlined
outlook
output
outright
outside
outstanding
overall
overnight
overseas
owe
own
owner
ownership
pace
pacific
package
packaging
pact
pakistan
palm
panel
paper
par
parent
paris
park
parliament
parliamentary
part
partial
partially
participant
participate
participation
particular
particularly
partly
partner
partnership
party
pass
passage
passenger
past
patent
pattern
paul
pay
payable
payment
payout
pct
pct-owned
peabody
peak
peking
pending
penny
pension
people
per
per-share
percentage
perform
performance
perhaps
period
permanent
permit
person
personal
personnel
persuade
peru
peso
peter
petrobras
petrochemical
petroleos
petroleum
pharmaceutical
phase
philip
philippine
phillips
physical
pick
picture
piedmont
pilot
pipe
pipeline
place
placement
plan
plane
plant
plantation
planting
plastic
platform
play
plaza
plc
please
pledge
plunged
plus
poehl
point
policy
political
politically
poll
pool
poor
population
pork
port
portfolio
portion
portland
portugal
pose
position
positive
possibility
possible
possibly
post
posting
postponed
potential
potentially
poultry
pound
power
practice
pre-tax
precious
predict
prediction
prefer
preference
preliminary
premium
preparation
prepare
preparing
presence
present
preserve
president
presidential
press
pressure
pretax
prevailing
prevent
preventing
previous
previously
previously-announced
price
primarily
primary
prime
principal
principally
principle
printing
prior
priority
private
privately
privately-held
pro
probable
probably
problem
procedure
proceed
proceeding
proceeds
process
processed
processing
processor
produce
producer
product
production
productivity
professional
profit
profitability
profitable
program
programme
progress
project
projected
projection
promise
promising
promote
promotion
prompt
prompted
property
proportion
proposal
propose
prospect
prospective
protect
protection
protectionism
protectionist
protest
prove
provide
province
provision
provisional
provisionally
proxy
pty
public
publication
publicly
publish
publisher
pull
pump
purchase
purchaser
purpose
pursue
push
put
qatar
qtly
qtr
qtrly
qualify
quality
quantity
quarter
quarterly
quebec
question
quick
quickly
quite
quota
quote
quoting
radio
railroad
railway
rain
rainfall
raise
rally
rand
range
rank
rapeseed
rapid
rapidly
rate
rather
ratio
raw
reach
react
reaction
read
ready
reaffirmed
reagan
real
realistic
reality
realize
really
reason
reasonable
rebate
recapitalization
receipt
receive
recent
recently
recession
recognize
recommend
recommendation
record
recover
recovered
recovery
red
redeem
redemption
reduce
reduction
refer
reference
referring
refined
refiner
refinery
refining
reflect
reflects
reform
refuse
regard
regarding
region
regional
register
registration
regular
regulation
regulator
regulatory
reiterate
reject
relate
relating
relation
relationship
relative
relatively
release
relief
reluctant
remain
remainder
remark
removal
remove
renew
rental
reopen
reorganization
rep.
repair
repay
repayment
repeat
repeatedly
replace
reply
report
reporter
represent
representation
representative
republic
republican
repurchase
request
require
requirement
research
reserve
resident
residual
resign
resist
resistance
resolution
resolve
resolved
resort
resource
respect
respective
respectively
respond
response
responsible
rest
restated
restaurant
restore
restored
restraint
restrict
restriction
restrictive
restructure
restructuring
result
resume
retail
retailer
retain
retaliate
retaliation
retaliatory
retire
retirement
return
reuter
reuters
rev
revaluation
revenue
reversal
reverse
review
revise
revision
revive
reynolds
rica
rice
richard
rig
right
rio
rise
risk
rival
river
road
robert
role
roll
ronald
room
rotterdam
roughly
round
route
row
royal
royalty
rubber
rule
ruling
rumor
rumour
run
rupee
s.a.
sa
sachs
safety
salary
sale
salomon
samuel
san
sanction
santa
santos
satisfactory
satisfy
satoshi
saturday
saudi
save
saving
saw
say
scale
schedule
scheme
science
scope
sea
seaman
season
seasonal
seasonally
seat
sec
second
secretary
section
sector
secure
secured
security
see
seed
seek
seem
segment
select
sell
seller
semi-annual
semiconductor
sen.
senate
send
senior
sense
sensitive
sentiment
separate
separately
sept
september
series
serious
seriously
serve
service
servicing
session
set
setting
settle
settlement
seven
several
severe
severely
share
shareholder
sharp
sharply
shearson
sheet
shelf
shell
shift
ship
shipbuilding
shipment
shipping
shop
short
short-term
shortage
shortfall
shortly
show
shr
shrs
shut
shutdown
side
sight
sign
signal
significant
significantly
silver
similar
simply
since
singapore
single
sink
sir
sit
site
situation
six
sixth
size
slack
slash
slaughter
slide
slight
slightly
slip
slow
slowdown
slowing
slowly
sluggish
slump
small
smelter
smelting
smith
so-called
soar
soared
social
society
soft
software
solid
solution
solve
something
somewhat
soon
sorghum
sort
sound
sour
source
south
southeast
southern
southwest
soviet
soybean
spa
space
spain
spanish
sparked
speak
speaker
special
specialist
specialty
specific
specify
speculate
speculation
speculative
speculator
speech
speed
spell
spend
spirit
split
spokesman
spokeswoman
sponsor
spot
spread
spring
spur
sri
st
st.
stabilisation
stabilise
stabilising
stability
stabilization
stabilize
stabilizing
stable
staff
stage
stake
stance
stand
standard
stanley
start
state
state-owned
state-run
statement
station
statistic
statistical
status
stay
steadily
steady
steel
steep
steer
stem
step
sterling
stg
stick
still
stimulate
stock
stockholder
stoltenberg
stop
storage
store
story
strain
strait
strategic
strategy
street
strength
strengthen
strengthening
stress
strike
strong
strongly
structural
structure
study
subcommittee
subject
submit
subordinate
subsequent
subsequently
subsidiary
subsidize
subsidy
substantial
substantially
substitute
succeed
success
successful
successfully
suffer
sufficient
sugar
suggest
suggestion
suggests
suit
sum
sumita
summer
summit
sun
sunday
supermarket
supplier
supply
supply/demand
support
supporting
supreme
sure
surge
surplus
surprise
survey
survive
suspend
suspension
sustain
sustained
swap
sweden
swedish
sweet
swing
swiss
switch
switzerland
system
table
taiwan
take
take-up
takeover
talk
tanker
target
targeted
tariff
tax
tax-free
tea
team
technical
technology
tehran
telecommunication
telephone
television
tell
temperature
temporarily
temporary
ten
tend
tender
tendered
tension
tentative
term
terminal
terminate
termination
test
testimony
texaco
texas
textile
thai
thailand
therefore
thing
think
third
thomas
though
thousand
threat
threaten
three
three-for-two
three-month
three-year
throughout
thursday
thus
tie
tight
tighten
tightening
time
timing
tin
tire
tobacco
today
together
tokyo
tom
tomorrow
ton
tonight
tonnage
tonne
tool
top
toronto
total
totalled
totalling
totally
touch
tough
toward
towards
track
trade
trader
traditional
traditionally
traffic
trans
transaction
transfer
translate
transmission
transport
transportation
travel
treasurer
treasury
treat
treatment
trend
trigger
triggered
trip
trouble
truck
true
trust
try
tuesday
turkey
turkish
turn
turnaround
turning
turnover
twa
twice
two
two-day
two-for-one
two-thirds
two-week
two-year
type
u
u.k
u.k.
u.s
u.s.
u.s.-japanese
ultimately
unable
unadjusted
unanimously
unavailable
uncertain
uncertainty
unchanged
underground
underlie
undermine
undersecretary
understand
understanding
undertake
underway
underwriter
undisclosed
unemployed
unemployment
unfair
union
unit
unite
university
unless
unlikely
unsolicited
unspecified
unsuccessful
unusual
unusually
unveil
upcoming
upham
upon
upper
upturn
upward
upwards
urge
uruguay
us
usa
usair
usda
use
user
ussr
usual
usually
usx
utility
utilization
v
valid
valley
value
variety
various
vary
vegetable
vehicle
venezuela
venezuelan
venice
venture
versus
vessel
via
vice
vice-president
video
vienna
view
violate
violation
virginia
virtually
visible
visit
vital
voice
volatile
volatility
volcker
volume
voluntary
vote
wage
wagner
wait
wall
want
war
ward
warehouse
warn
warning
warrant
warship
washington
waste
watch
water
wave
way
weak
weaken
weakness
weather
wednesday
week
weekend
weekly
weight
weinberger
welcome
well
west
western
wet
whatever
wheat
whether
white
whole
wholesale
wholly
wholly-owned
whose
wide
widely
widened
widespread
william
willing
willingness
wilson
win
wind
window
winter
wireless
wish
withdraw
withdrawal
withdrew
within
without
witter
wo
wood
word
work
worker
workforce
world
worldwide
worried
worry
worth
would
write
writedown
writedowns
writeoff
xon
yasuhiro
year
year-ago
year-earlier
year-end
year-on-year
yearly
yen
yesterday
yet
yeutter
yield
york
yr
zealand
zero
zinc
zone
